Repository: Sealandsky/CleanMyPhoto
Catalog: Photato/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

source: /month
es: /mes
ja: /月
ko: /월
pt_br: /mês
zh_hans: /月
zh_hant: /月

source: /year
es: /año
ja: /年
ko: /년
pt_br: /ano
zh_hans: /年
zh_hant: /年

source: %lld days left in trial
es: Quedan %lld días de prueba
ja: トライアル残り%lld日
ko: 체험 %lld일 남음
pt_br: Restam %lld dias de teste
zh_hans: 试用期还剩 %lld 天
zh_hant: 試用期還剩 %lld 天

source: %lld days trial remaining
es: Quedan %lld días de prueba
ja: トライアル残り%lld日
ko: 체험 %lld일 남음
pt_br: Restam %lld dias de teste
zh_hans: 免费试用剩余 %lld 天
zh_hant: 免費試用剩餘 %lld 天

source: %lld duplicates
es: %lld duplicadas
ja: 重複%lld枚
ko: 중복 %lld장
pt_br: %lld duplicadas
zh_hans: %lld 张重复
zh_hant: %lld 張重複

source: %lld photos
es: %lld fotos
ja: %lld枚の写真
ko: 사진 %lld장
pt_br: %lld fotos
zh_hans: %lld 张照片
zh_hant: %lld 張照片

source: %lld Photos
es: %lld fotos
ja: %lld枚の写真
ko: 사진 %lld장
pt_br: %lld fotos
zh_hans: %lld 张照片
zh_hant: %lld 張照片

# %lld photos will be moved to the Trash and can be restored there. Total %@
source: %lld photos will be moved to Pending Photos and can be restored there. Total %@
es: %1$lld fotos se moverán a Pendientes y podrán restaurarse desde allí. Total: %2$@
ja: %lld枚の写真が削除待ちに移動され、そこから復元できます。合計%@
ko: 사진 %1$lld장이 삭제 대기로 이동되며 복원할 수 있습니다. 총 %2$@
pt_br: %1$lld fotos serão movidas para as pendentes e poderão ser restauradas de lá. Total: %2$@
zh_hans: %lld 张照片将移入待处理照片，可随时恢复，共 %@
zh_hant: %lld 張照片將移入待處理照片，可隨時恢復，共 %@

source: %lld Selected
es: %lld seleccionadas
ja: %lld枚選択中
ko: %lld장 선택됨
pt_br: %lld selecionadas
zh_hans: 已选择 %lld 张
zh_hant: 已選擇 %lld 張

source: %lld similar
es: %lld parecidas
ja: 類似%lld枚
ko: 유사 %lld장
pt_br: %lld parecidas
zh_hans: %lld 张相似
zh_hant: %lld 張相似

# %lldd %lldh remaining
source: %1$lldd %2$lldh remaining
es: Quedan %1$lld d %2$lld h
ja: 残り%1$lld日%2$lld時間
ko: %1$lld일 %2$lld시간 남음
pt_br: Restam %1$lldd %2$lldh
zh_hans: 剩余 %1$lld天%2$lld小时
zh_hant: 剩餘 %1$lld天%2$lld小時

source: %lldd remaining
es: Quedan %lld d
ja: 残り%lld日
ko: %lld일 남음
pt_br: Restam %lldd
zh_hans: 剩余 %lld天
zh_hant: 剩餘 %lld天

source: %lldh remaining
es: Quedan %lld h
ja: 残り%lld時間
ko: %lld시간 남음
pt_br: Restam %lldh
zh_hans: 剩余 %lld小时
zh_hant: 剩餘 %lld小時

source: • After the free trial ends, your subscription automatically renews unless canceled at least 24 hours before it ends.
es: • Al terminar la prueba gratuita, la suscripción se renovará automáticamente, salvo que la canceles al menos 24 horas antes.
ja: • 無料トライアル終了後は、終了の24時間以上前に解約しない限り自動的に更新されます。
ko: • 무료 체험 종료 후 종료 최소 24시간 전에 취소하지 않으면 구독이 자동 갱신됩니다.
pt_br: • Após o teste grátis, a assinatura é renovada automaticamente, exceto se cancelada com pelo menos 24 horas de antecedência.
zh_hans: • 免费试用结束后，订阅将自动续订，除非在试用结束前至少 24 小时取消。
zh_hant: • 免費試用結束後，訂閱將自動續訂，除非在試用結束前至少 24 小時取消。

source: • Subscription will auto-renew unless turned off at least 24 hours before the current period ends.
es: • La suscripción se renueva automáticamente salvo que se desactive al menos 24 horas antes del final del periodo actual.
ja: • 現在の期間終了の24時間以上前にオフにしない限り、サブスクリプションは自動更新されます。
ko: • 현재 기간 종료 최소 24시간 전에 해지하지 않으면 구독이 자동 갱신됩니다.
pt_br: • A assinatura renova automaticamente, exceto se desativada com pelo menos 24 horas de antecedência ao fim do período atual.
zh_hans: • 订阅将自动续订，除非在当前期间结束前至少 24 小时关闭自动续订
zh_hant: • 訂閱將自動續訂，除非在當前期間結束前至少 24 小時關閉自動續訂

source: • You can manage your subscription and turn off auto-renewal after purchase.
es: • Puedes gestionar tu suscripción y desactivar la renovación automática después de la compra.
ja: • 購入後にサブスクリプションを管理し、自動更新をオフにできます。
ko: • 구매 후 구독을 관리하고 자동 갱신을 끌 수 있습니다.
pt_br: • Após a compra, você pode gerenciar a assinatura e desativar a renovação automática.
zh_hans: • 用户可以管理订阅，购买后可以关闭自动续订
zh_hant: • 使用者可以管理訂閱，購買後可以關閉自動續訂

source: • Your account will be charged for renewal within 24 hours before the current period ends.
es: • Tu cuenta se cargará con el importe de la renovación en las 24 horas previas al final del periodo.
ja: • 期間終了の24時間前以内に、更新料金がアカウントに請求されます。
ko: • 기간 종료 24시간 전에 갱신 요금이 계정으로 청구됩니다.
pt_br: • Sua conta será cobrada pela renovação nas 24 horas antes do fim do período.
zh_hans: • 账户将在当前期间结束前 24 小时内收取续订费用
zh_hant: • 賬戶將在當前期間結束前 24 小時內收取續訂費用

source: 7 days free
es: 7 días gratis
ja: 7日間無料
ko: 7일 무료
pt_br: 7 dias grátis
zh_hans: 7 天免费
zh_hant: 7 天免費

source: About
es: Acerca de
ja: このアプリについて
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Access Denied
es: Acceso denegado
ja: アクセスが拒否されました
ko: 접근 거부됨
pt_br: Acesso negado
zh_hans: 访问被拒绝
zh_hant: 訪問被拒絕

source: Add %lld Photos to Pending Photos
es: Añadir %lld fotos a Pendientes
ja: %lld枚を削除待ちに追加
ko: 사진 %lld장을 삭제 대기에 추가
pt_br: Adicionar %lld fotos às pendentes
zh_hans: 添加 %lld 张照片到待处理照片
zh_hant: 新增 %lld 張照片到待處理照片

# Add %lld Photos to Pending Photos (%@)
source: Add %1$lld Photos to Pending Photos (%2$@)
es: Añadir %1$lld fotos a Pendientes (%2$@)
ja: %1$lld枚を削除待ちに追加（%2$@）
ko: 사진 %1$lld장을 삭제 대기에 추가(%2$@)
pt_br: Adicionar %1$lld fotos às pendentes (%2$@)
zh_hans: 添加 %1$lld 张照片到待处理照片（%2$@）
zh_hant: 新增 %1$lld 張照片到待處理照片（%2$@）

source: Add %lld photos to Pending Photos?
es: ¿Añadir %lld fotos a Pendientes?
ja: %lld枚の写真を削除待ちに追加しますか？
ko: 사진 %lld장을 삭제 대기에 추가할까요?
pt_br: Adicionar %lld fotos às pendentes?
zh_hans: 将 %lld 张照片添加到待处理照片？
zh_hant: 將 %lld 張照片新增到待處理照片？

source: Add failed
es: No se pudo añadir
ja: 追加できませんでした
ko: 추가 실패
pt_br: Falha ao adicionar
zh_hans: 添加失败
zh_hant: 加入失敗

source: Add Photos from Library
es: Añadir fotos de la fototeca
ja: ライブラリから写真を追加
ko: 보관함에서 사진 추가
pt_br: Adicionar fotos da fototeca
zh_hans: 从图库挑选照片
zh_hant: 從相簿挑選照片

source: Add to Album
es: Añadir a álbum
ja: アルバムに追加
ko: 앨범에 추가
pt_br: Adicionar ao álbum
zh_hans: 添加到相簿
zh_hant: 加入相簿

source: Add to Pending Photos
es: Añadir a Pendientes
ja: 削除待ちに追加
ko: 삭제 대기에 추가
pt_br: Adicionar às pendentes
zh_hans: 添加到待处理照片
zh_hant: 新增到待處理照片

source: Added to "%@"
es: Añadido a "%@"
ja: 「%@」に追加しました
ko: "%@"에 추가됨
pt_br: Adicionado a "%@"
zh_hans: 已添加到“%@”
zh_hant: 已加入「%@」

source: Adding Photos...
es: Añadiendo fotos…
ja: 写真を追加中...
ko: 사진 추가 중...
pt_br: Adicionando fotos…
zh_hans: 正在添加照片...
zh_hant: 正在新增照片...

source: AI Index Ready
es: Índice de IA listo
ja: AIインデックス準備完了
ko: AI 색인 준비 완료
pt_br: Índice de IA pronto
zh_hans: 图库 AI 索引已就绪
zh_hant: 圖庫 AI 索引已就緒

source: AI Select
es: Selección IA
ja: AIセレクト
ko: AI 선택
pt_br: Seleção por IA
zh_hans: AI 帮选
zh_hant: AI 幫選

source: Album is Well Organized
es: Este álbum ya está bien organizado
ja: このアルバムは整理されています
ko: 이 앨범은 잘 정리되어 있어요
pt_br: Este álbum já está bem organizado
zh_hans: 相簿已整理完毕
zh_hant: 相簿已整理完畢

source: Album Name
es: Nombre del álbum
ja: アルバム名
ko: 앨범 이름
pt_br: Nome do álbum
zh_hans: 相簿名称
zh_hant: 相簿名稱

source: Albums
es: Álbumes
ja: アルバム
ko: 앨범
pt_br: Álbuns
zh_hans: 相簿
zh_hant: 相簿

source: All
es: Todas
ja: すべて
ko: 전체
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

source: All albums unlocked! Current album is already complete.
es: ¡Todos los álbumes desbloqueados! El álbum actual ya está completo.
ja: すべてのアルバムが解放されました！現在のアルバムはすでに整っています。
ko: 모든 앨범 잠금 해제 완료! 현재 앨범이 이미 정리되어 있습니다.
pt_br: Todos os álbuns desbloqueados! O álbum atual já está completo.
zh_hans: 所有相簿已解锁！当前相簿内容已很完整。
zh_hant: 所有相簿已解鎖！當前相簿內容已很完整。

source: All albums unlocked! Found %lld photos for this album.
es: ¡Todos los álbumes desbloqueados! Se encontraron %lld fotos para este álbum.
ja: すべてのアルバムが解放されました！このアルバムに合う写真を %lld 枚検出しました。
ko: 모든 앨범 잠금 해제 완료! 이 앨범에 맞는 사진 %lld장을 찾았습니다.
pt_br: Todos os álbuns desbloqueados! %lld fotos encontradas para este álbum.
zh_hans: 所有相簿已解锁！已为当前相簿发现 %lld 张照片。
zh_hant: 所有相簿已解鎖！已為當前相簿發現 %lld 張相片。

source: All matching photos in your library are already in this album.
es: Todas las fotos coincidentes de tu fototeca ya están en este álbum.
ja: ライブラリ内の一致する写真は、すべてこのアルバムに含まれています。
ko: 보관함에서 일치하는 사진은 모두 이 앨범에 있습니다.
pt_br: Todas as fotos correspondentes da sua fototeca já estão neste álbum.
zh_hans: 图库中相似的照片已全部收录，当前相簿内容很完整。
zh_hant: 相簿中相似的照片已全部收錄，當前相簿內容很完整。

source: Analyzed %lld photos · In great shape
es: %lld fotos analizadas · En perfecto estado
ja: %lld枚の写真を分析済み・良好な状態です
ko: 사진 %lld장 분석 완료 · 최적의 상태
pt_br: %lld fotos analisadas · Em ótimo estado
zh_hans: 已分析 %lld 张照片 · 状态良好
zh_hant: 已分析 %lld 張照片 · 狀態良好

# Analyzing %lld/%lld...
source: Analyzing %1$lld/%2$lld...
es: Analizando %1$lld/%2$lld…
ja: %1$lld/%2$lld枚を解析中...
ko: %1$lld/%2$lld 분석 중...
pt_br: Analisando %1$lld/%2$lld…
zh_hans: 正在分析 %1$lld/%2$lld…
zh_hant: 正在分析 %1$lld/%2$lld…

source: Analyzing photo quality...
es: Analizando la calidad de las fotos…
ja: 写真の品質を解析中...
ko: 사진 품질 분석 중...
pt_br: Analisando a qualidade das fotos…
zh_hans: 正在分析照片画质…
zh_hant: 正在分析照片畫質…

source: Analyzing visual features across your library
es: Analizando características visuales en tu fototeca
ja: ライブラリ全体の視覚的特徴を分析中
ko: 보관함 전체의 시각적 특징 분석 중
pt_br: Analisando características visuais na sua biblioteca
zh_hans: 深度分析图库中的画面内容与场景
zh_hant: 深度分析圖庫中的畫面內容與場景

source: Analyzing visual features to unlock smart recommendations for all albums
es: Analizando características visuales para desbloquear recomendaciones en todos los álbumes
ja: 視覚的特徴とシーンを分析し、全アルバムのおすすめを解放します
ko: 시각적 특징과 장면을 분석하여 모든 앨범의 맞춤 추천을 잠금 해제합니다
pt_br: Analisando características visuais para desbloquear recomendações em todos os álbuns
zh_hans: 深度分析画面特征与场景，为所有相簿解锁专属推荐
zh_hant: 深度分析畫面特徵與場景，為所有相簿解鎖專屬推薦

source: Aperture
es: Apertura
ja: 絞り
ko: 조리개
pt_br: Abertura
zh_hans: 光圈
zh_hant: 光圈

source: Auto-renews monthly
es: Renovación mensual automática
ja: 月額自動更新
ko: 매월 자동 갱신
pt_br: Renovação mensal automática
zh_hans: 按月自动续订
zh_hant: 按月自動續訂

# Benefit AI Junk
source: AI Bad Photo Detection
es: Detección IA de fotos malas
ja: AIによる不要写真の検出
ko: AI 불필요 사진 감지
pt_br: Detecção de fotos ruins por IA
zh_hans: AI 智能识别废片
zh_hant: AI 智慧識別廢片

# Benefit AI Junk Sub
source: Blurry, closed-eye & low-quality shots flagged
es: Detecta fotos borrosas, con ojos cerrados y de baja calidad
ja: ぶれ・閉じ目・低画質の写真を自動検出
ko: 흐림·감은 눈·저화질 사진 자동 감지
pt_br: Detecta fotos borradas, de olhos fechados e de baixa qualidade
zh_hans: 自动识别模糊、闭眼、低画质照片
zh_hant: 自動識別模糊、閉眼、低畫質照片

# Benefit AI Similar
source: AI Similar Photo Recommendations
es: Recomendaciones IA de fotos similares
ja: AI類似写真の提案
ko: AI 유사 사진 추천
pt_br: Sugestões de fotos parecidas com IA
zh_hans: AI 相似照片推荐
zh_hant: AI 相似照片推薦

# Benefit AI Similar Sub
source: Auto-group similar shots and keep the best one
es: Agrupa fotos parecidas y conserva la mejor
ja: 類似写真を自動グループ化し、ベストの1枚を残す
ko: 유사 사진 자동 그룹화 후 최고 한 장만 남기기
pt_br: Agrupa fotos parecidas e mantém a melhor
zh_hans: 相似照片自动成组，留住最佳一张
zh_hant: 相似照片自動成組，留住最佳一張

# Benefit Album Complete
source: AI Album Completion
es: Completar álbumes con IA
ja: AIでアルバムを完成
ko: AI로 앨범 완성
pt_br: Complete álbuns com IA
zh_hans: AI 帮你补齐相簿
zh_hant: AI 幫你補齊相簿

# Benefit Album Complete Sub
source: Find matching photos and add them in one tap
es: Encuentra fotos que encajan y añádelas de un toque
ja: 合う写真を見つけてワンタップで追加
ko: 어울리는 사진을 찾아 한 번의 탭으로 추가
pt_br: Encontra fotos que combinam e adiciona com um toque
zh_hans: 识别散落的同类照片，一键归入
zh_hant: 識別散落的同類照片，一鍵歸入

# Benefit Browsing
source: Fullscreen Browsing & Grid Layout
es: Navegación a pantalla completa y cuadrícula
ja: 全画面閲覧とグリッド表示
ko: 전체 화면 탐색과 그리드 레이아웃
pt_br: Navegação em tela cheia e grade
zh_hans: 全屏浏览 · 自定义网格
zh_hant: 全屏瀏覽 · 自定義網格

# Benefit Browsing Sub
source: Swipe gestures and your preferred grid size
es: Gestos de deslizamiento y tamaño de cuadrícula a tu gusto
ja: スワイプ操作と好みのグリッドサイズ
ko: 스와이프 제스처와 취향에 맞는 그리드
pt_br: Gestos de deslizar e grade do seu jeito
zh_hans: 手势滑动浏览，网格列数随心选
zh_hant: 手勢滑動瀏覽，網格列數隨心選

# Benefit Cleanup Tools
source: Screenshots & Large Files
es: Capturas y archivos grandes
ja: スクリーンショットと大容量ファイル
ko: 스크린샷과 대용량 파일
pt_br: Capturas e arquivos grandes
zh_hans: 截图清理 · 大文件扫描
zh_hant: 截圖清理 · 大檔案掃描

# Benefit Cleanup Tools Sub
source: Target the biggest space hogs, photos and videos
es: Ataca lo que más espacio ocupa: fotos y vídeos
ja: 容量を圧迫する写真や動画をまとめて処理
ko: 용량을 많이 차지하는 사진·동영상 정리
pt_br: Ataca o que mais ocupa espaço: fotos e vídeos
zh_hans: 快速定位最占空间的照片和视频
zh_hant: 快速定位最佔空間的照片和影片

# Benefit Duplicates
source: Duplicate Detection
es: Detección de duplicadas
ja: 重複写真の検出
ko: 중복 사진 감지
pt_br: Detecção de duplicadas
zh_hans: 重复照片检测
zh_hant: 重複照片檢測

# Benefit Duplicates Sub
source: Find and remove identical photos
es: Encuentra y elimina fotos idénticas
ja: 同一の写真を見つけて削除
ko: 완전히 같은 사진을 찾아 삭제
pt_br: Encontra e remove fotos idênticas
zh_hans: 找出并清理完全相同的照片
zh_hant: 找出並清理完全相同的照片

# Benefit Free Quota
source: 100 Free Deletions
es: 100 eliminaciones gratis
ja: 無料削除枠 100枚
ko: 무료 삭제 한도 100장
pt_br: 100 exclusões grátis
zh_hans: 100 张免费删除额度
zh_hant: 100 張免費刪除額度

# Benefit Free Quota Sub
source: Permanently clean up 100 photos without a subscription
es: Elimina permanentemente 100 fotos sin suscripción
ja: サブスクなしで100枚を完全に削除できます
ko: 구독 없이도 100장을 영구 삭제할 수 있어요
pt_br: Limpe permanentemente 100 fotos sem assinatura
zh_hans: 无需订阅即可永久清理 100 张照片
zh_hant: 無需訂閱即可永久清理 100 張照片

# Benefit Memories
source: Random Memory Rediscovery
es: Redescubre recuerdos al azar
ja: 思い出のランダム再発見
ko: 추억 랜덤 재발견
pt_br: Reviva memórias ao acaso
zh_hans: 回忆随机重温
zh_hant: 回憶隨機重溫

# Benefit Memories Sub
source: A fresh batch of memories every refresh
es: Un nuevo lote de recuerdos en cada actualización
ja: 更新するたびに新しい思い出のセレクション
ko: 새로 고칠 때마다 새로운 추억
pt_br: Um novo lote de memórias a cada atualização
zh_hans: 下拉刷新，换一批回忆
zh_hant: 下拉重新整理，換一批迴憶

# Benefit Permanent Delete
source: One-Tap Permanent Deletion
es: Eliminación permanente de un toque
ja: ワンタップで完全削除
ko: 한 번의 탭으로 영구 삭제
pt_br: Exclusão permanente com um toque
zh_hans: 一键永久删除待处理照片
zh_hant: 一鍵永久刪除待處理照片

# Benefit Permanent Delete Sub
source: Organizing & moving to Pending is always free
es: Organizar y mover a Pendientes es siempre gratis
ja: 整理と削除待ちへの移動はいつでも無料
ko: 정리와 삭제 대기 이동은 언제나 무료
pt_br: Organizar e mover para pendentes é sempre grátis
zh_hans: 整理与移入待处理永久免费
zh_hant: 整理與移入待處理永久免費

# Benefit Smart Grouping
source: Smart Grouping by Time
es: Agrupación inteligente por fechas
ja: 年月ごとのスマート整理
ko: 연월별 스마트 정리
pt_br: Agrupamento inteligente por datas
zh_hans: 按时间智能分组
zh_hant: 按時間智慧分組

# Benefit Smart Grouping Sub
source: Year & month albums with a review-before-delete pending list
es: Álbumes por año y mes con lista de revisión antes de borrar
ja: 削除前に確認できる削除待ちリスト付き
ko: 삭제 전 확인할 수 있는 대기 목록 포함
pt_br: Álbuns por ano e mês com revisão antes de excluir
zh_hans: 按年月归类，待处理清单确认后再删
zh_hant: 按年月歸類，待處理清單確認後再刪

source: Best
es: La mejor
ja: ベスト
ko: 최상
pt_br: A melhor
zh_hans: 最优推荐
zh_hant: 最優推薦

# billed_yearly_format
source: %@/yr
es: %@/año
ja: %@/年
ko: %@/년
pt_br: %@/ano
zh_hans: %@/年
zh_hant: %@/年

source: Blurry
es: Borrosas
ja: ぶれ
ko: 흐림
pt_br: Borradas
zh_hans: 模糊照片
zh_hant: 模糊照片

source: Blurry Faces
es: Rostros borrosos
ja: ぶれた顔
ko: 흐린 얼굴
pt_br: Rostos borrados
zh_hans: 闭眼/糊脸
zh_hant: 閉眼/糊臉

source: Browse Fullscreen
es: Ver a pantalla completa
ja: 全画面で見る
ko: 전체 화면으로 보기
pt_br: Ver em tela cheia
zh_hans: 全屏放映浏览
zh_hant: 全屏放映瀏覽

source: Build an on-device AI index once to unlock personalized recommendations and similar photo matching for all your albums.
es: Crea un índice de IA en el dispositivo una vez para desbloquear recomendaciones en todos tus álbumes.
ja: デバイス内AIがライブラリのスマートインデックスを作成します。1回分析するだけで、すべてのアルバムでおすすめ写真が自動で解放されます。
ko: 기기 내 AI로 스마트 색인을 구축하세요. 한 번만 분석하면 모든 앨범에서 맞춤 추천이 자동으로 잠금 해제됩니다.
pt_br: Crie um índice de IA no dispositivo uma vez para desbloquear recomendações em todos os seus álbuns.
zh_hans: 端侧 AI 将为图库建立智能索引。只需分析一次，所有相簿即可自动解锁专属照片推荐与相似检索。
zh_hant: 裝置端 AI 將為圖庫建立智慧索引。只需分析一次，所有相簿即可自動解鎖專屬相片推薦與相似檢索。

source: Building Library AI Index...
es: Creando índice de IA de la fototeca...
ja: ライブラリのAIインデックスを作成中...
ko: 보관함 AI 색인 생성 중...
pt_br: Criando índice de IA da biblioteca...
zh_hans: 正在建立图库 AI 索引...
zh_hant: 正在建立圖庫 AI 索引...

source: Camera
es: Cámara
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 相机
zh_hant: 相機

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel anytime
es: Cancela cuando quieras
ja: いつでも解約できます
ko: 언제든 해지 가능
pt_br: Cancele quando quiser
zh_hans: 可随时取消
zh_hant: 可隨時取消

source: Cannot connect to the App Store. Please check your network connection and try again.
es: No se puede conectar con el App Store. Comprueba tu conexión de red e inténtalo de nuevo.
ja: App Storeに接続できません。ネットワーク接続を確認して、もう一度お試しください。
ko: App Store에 연결할 수 없습니다. 네트워크 연결을 확인하고 다시 시도해 주세요.
pt_br: Não é possível conectar à App Store. Verifique sua conexão e tente de novo.
zh_hans: 无法连接 App Store，请检查网络后重试。
zh_hant: 無法連線 App Store，請檢查網路後重試。

source: Cannot connect to the App Store. Please try again later.
es: No se puede conectar con el App Store. Inténtalo más tarde.
ja: App Storeに接続できません。しばらくしてからもう一度お試しください。
ko: App Store에 연결할 수 없습니다. 잠시 후 다시 시도해 주세요.
pt_br: Não é possível conectar à App Store. Tente de novo mais tarde.
zh_hans: 无法连接 App Store，请稍后重试。
zh_hant: 無法連線 App Store，請稍後重試。

source: Cannot Delete
es: No se puede eliminar
ja: 削除できません
ko: 삭제할 수 없음
pt_br: Não é possível excluir
zh_hans: 无法删除
zh_hant: 無法刪除

source: Cannot extract features from the base photo
es: No se pudieron extraer las características de la foto base
ja: 基準写真から特徴を抽出できませんでした
ko: 기준 사진에서 특징을 추출할 수 없습니다
pt_br: Não foi possível extrair as características da foto base
zh_hans: 无法提取基准照片的特征
zh_hant: 無法擷取基準照片的特徵

source: Categories
es: Categorías
ja: カテゴリ
ko: 카테고리
pt_br: Categorias
zh_hans: 功能类型
zh_hant: 功能型別

source: Cleanable Photos
es: Fotos para limpiar
ja: 整理可能な写真
ko: 정리 가능한 사진
pt_br: Fotos para limpar
zh_hans: 可清理照片
zh_hant: 可清理照片

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Computing fingerprints...
es: Calculando huellas…
ja: フィンガープリントを計算中...
ko: 지문 계산 중...
pt_br: Calculando impressões…
zh_hans: 正在计算指纹...
zh_hant: 正在計算指紋...

# Computing photo %lld/%lld...
source: Computing photo %1$lld/%2$lld...
es: Procesando fotos %1$lld/%2$lld…
ja: 写真を計算中 %1$lld/%2$lld...
ko: 사진 처리 중 %1$lld/%2$lld...
pt_br: Processando fotos %1$lld/%2$lld…
zh_hans: 正在计算照片 %1$lld/%2$lld…
zh_hant: 正在計算照片 %1$lld/%2$lld…

source: Confirm
es: Confirmar
ja: 確定
ko: 확인
pt_br: Confirmar
zh_hans: 确定
zh_hant: 確定

source: Connection timed out. Please try again.
es: La conexión ha caducado. Inténtalo de nuevo.
ja: 接続がタイムアウトしました。もう一度お試しください。
ko: 연결 시간이 초과되었습니다. 다시 시도해 주세요.
pt_br: A conexão expirou. Tente de novo.
zh_hans: 连接超时，请重试。
zh_hant: 連線超時，請重試。

source: Continue
es: Continuar
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Copied
es: Copiado
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy
es: Copiar
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy failed
es: No se pudo copiar
ja: コピーできませんでした
ko: 복사 실패
pt_br: Falha ao copiar
zh_hans: 拷贝失败
zh_hant: 拷貝失敗

# Couldn't load subscription options
source: Couldn't load subscription options. Please check your network and retry.
es: No se pudieron cargar las opciones de suscripción. Comprueba tu red y reintenta.
ja: サブスクリプションを読み込めませんでした。ネットワークを確認して再試行してください。
ko: 구독 옵션을 불러올 수 없습니다. 네트워크를 확인하고 다시 시도하세요.
pt_br: Não foi possível carregar as opções de assinatura. Verifique sua conexão e tente novamente.
zh_hans: 无法加载订阅方案，请检查网络后重试。
zh_hant: 無法載入訂閱方案，請檢查網路後重試。

source: Create
es: Crear
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Date Taken
es: Fecha de toma
ja: 撮影日
ko: 촬영일
pt_br: Data da foto
zh_hans: 拍摄日期
zh_hant: 拍攝日期

source: Deep scan for duplicates, similar, and blurry photos
es: Escaneo profundo de fotos duplicadas, similares y borrosas
ja: 重複、類似、ぼやけた写真、大容量ファイルを詳細スキャン
ko: 중복, 유사, 흐린 사진 및 대용량 파일 정밀 스캔
pt_br: Verificação profunda de fotos duplicadas, semelhantes e desfocadas
zh_hans: 深度扫描重复、相似、模糊与超大文件
zh_hant: 深度掃描重複、相似、模糊與超大檔案

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld items, %@
es: Eliminar %1$lld elementos, %2$@
ja: %lld件（%@）を削除
ko: 항목 %1$lld개 삭제, %2$@
pt_br: Excluir %1$lld itens, %2$@
zh_hans: 删除 %lld 项，%@
zh_hant: 刪除 %lld 項，%@

source: Delete All Photos
es: Eliminar todas las fotos
ja: すべての写真を削除
ko: 모든 사진 삭제
pt_br: Excluir todas as fotos
zh_hans: 删除所有照片
zh_hant: 刪除所有照片

source: Deleted Photos
es: Fotos eliminadas
ja: 削除した写真
ko: 삭제된 사진
pt_br: Fotos excluídas
zh_hans: 已删除照片
zh_hant: 已刪除照片

source: Deselect All
es: Deseleccionar todo
ja: 選択を全解除
ko: 모두 선택 해제
pt_br: Desmarcar tudo
zh_hans: 取消全选
zh_hant: 取消全選

source: Dimensions
es: Dimensiones
ja: 解像度
ko: 해상도
pt_br: Dimensões
zh_hans: 分辨率
zh_hant: 解析度

source: Discover
es: Descubrir
ja: 発見
ko: 탐색
pt_br: Descobrir
zh_hans: 重温
zh_hant: 重溫

source: Discover Matching Photos
es: Descubrir fotos coincidentes
ja: 一致する写真を検出
ko: 일치하는 사진 찾기
pt_br: Descobrir fotos correspondentes
zh_hans: 发现匹配照片
zh_hant: 尋找匹配相片

source: Display
es: Pantalla
ja: 表示
ko: 화면
pt_br: Tela
zh_hans: 排列方式
zh_hant: 排列方式

source: Duplicates
es: Duplicadas
ja: 重複
ko: 중복
pt_br: Duplicadas
zh_hans: 重复照片
zh_hant: 重複照片

source: Duration
es: Duración
ja: 長さ
ko: 길이
pt_br: Duração
zh_hans: 时长
zh_hant: 時長

# Empty Trash
source: Delete All
es: Eliminar todo
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
zh_hans: 全部删除
zh_hant: 全部刪除

source: Failed to delete photos: %@
es: No se pudieron eliminar las fotos: %@
ja: 写真を削除できませんでした：%@
ko: 사진을 삭제하지 못했습니다: %@
pt_br: Falha ao excluir as fotos: %@
zh_hans: 删除照片失败：%@
zh_hant: 刪除照片失敗：%@

source: Favorites
es: Favoritas
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritas
zh_hans: 个人收藏
zh_hant: 個人收藏

source: File Size
es: Tamaño del archivo
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
zh_hans: 文件大小
zh_hant: 檔案大小

source: Filter
es: Filtro
ja: フィルタ
ko: 필터
pt_br: Filtro
zh_hans: 筛选
zh_hant: 篩選

source: Find duplicate, similar, and low-quality photos
es: Encuentra fotos duplicadas, similares y de baja calidad
ja: 重複・類似・低画質な写真を検出
ko: 중복·유사 사진 및 저품질 사진을 찾아 드려요
pt_br: Encontre fotos duplicadas, parecidas e de baixa qualidade
zh_hans: 查找重复、相似及低画质照片
zh_hant: 查詢重複、相似及低畫質照片

source: Find duplicates, similar photos, screenshots and more
es: Encuentra duplicadas, fotos similares, capturas y más
ja: 重複・類似写真・スクリーンショットなどを検出
ko: 중복·유사 사진·스크린샷 등을 찾아 드려요
pt_br: Encontre duplicadas, fotos parecidas, capturas e mais
zh_hans: 查找重复、相似照片、截图等
zh_hant: 查詢重複、相似照片、截圖等

# First Pending Hint
source: Permanently deleting requires Photato Pro
es: La eliminación permanente requiere Photato Pro
ja: 完全に削除するにはPhotato Proが必要です
ko: 영구 삭제에는 Photato Pro가 필요합니다
pt_br: A exclusão permanente requer o Photato Pro
zh_hans: 永久删除需要图豆专业版
zh_hant: 永久刪除需要圖豆專業版

source: Focal Length
es: Distancia focal
ja: 焦点距離
ko: 초점 거리
pt_br: Distância focal
zh_hans: 焦距
zh_hant: 焦距

source: Found %lld items
es: %lld elementos encontrados
ja: %lld件見つかりました
ko: 항목 %lld개 찾음
pt_br: %lld itens encontrados
zh_hans: 发现 %lld 项
zh_hant: 發現 %lld 項

source: Found %lld photos matching this album
es: Se encontraron %lld fotos que coinciden con este álbum
ja: このアルバムに合う写真を %lld 枚検出しました
ko: 이 앨범에 맞는 사진 %lld장을 찾았습니다
pt_br: %lld fotos correspondentes a este álbum encontradas
zh_hans: 已为你发现 %lld 张适合放入此相簿的照片
zh_hant: 已為你發現 %lld 張適合放入此相簿的相片

source: Free
es: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
zh_hans: 免费版
zh_hant: 免費版

source: Free Deletion Quota
es: Eliminaciones gratis
ja: 無料削除枠
ko: 무료 삭제 한도
pt_br: Exclusões grátis
zh_hans: 免费删除额度
zh_hant: 免費刪除額度

# Free Deletion Quota Bar %lld
source: Free deletions remaining: %lld of 100
es: Eliminaciones gratis restantes: %lld de 100
ja: 無料削除枠：残り %lld/100 枚
ko: 무료 삭제 한도: 남음 %lld/100장
pt_br: Exclusões grátis restantes: %lld de 100
zh_hans: 免费删除额度：剩余 %lld/100 张
zh_hant: 免費刪除額度：剩餘 %lld/100 張

# Free Deletion Quota Value %lld
source: %lld of 100 left
es: Quedan %lld de 100
ja: 残り %lld/100
ko: %lld/100 남음
pt_br: Restam %lld de 100
zh_hans: 剩余 %lld/100
zh_hant: 剩餘 %lld/100
